Repository: gfunkmonk2/propono
Catalog: help/*/*.po
Languages: de, es, zh_cn

source: translator-credits
de: Mario Blättermann <mariobl@mate.org>, 2008, 2009 Christian Kirbach <Christian.Kirbach@googlemail.com>, 2009.
es: Jorge González <jorgegonz@svn.mate.org>, 2007-2008.
zh_cn: TeliuTe <teliute@163.com>, 2009.

source: To report a bug or make a suggestion regarding the Propono application or this manual, follow the directions in the <ulink url="http://www.mate.org/projects/propono/" type="http"><application>Propono</application> Contact Page</ulink>.
zh_cn: 要报告关于 Propono 或使用手册中的缺陷，或者提出建议，请参照 <ulink url="ghelp:mate-feedback" type="help">MATE 反馈页</ulink> 上的指导。

source: propono
zh_cn: propono 远程桌面查看器

source: The Propono application is a Remote Desktop Viewer for the <systemitem>MATE desktop</systemitem> that uses Virtual Network Computing (VNC) system to remotely control another computer.
zh_cn: Propono 是一个用于 <systemitem>MATE 桌面</systemitem> 的远程桌面查看器，使用虚拟网络计算(VNC)系统来远程控制其他计算机。

source: Browse local network for VNC Servers.
zh_cn: 浏览本地网络查找 VNC 服务器

source: The side pane contains a list of bookmarked connections.
zh_cn: 侧边栏包含一个列表，里面是各个连接的书签。

source: To connect with a remote machine
zh_cn: 要连接到一台远程计算机

source: Informing Host address
zh_cn: 主机地址信息

source: To connect with a remote machine, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Machine</guimenu><guimenuitem>Connect</guimenuitem></menuchoice>. The <guilabel>Connection Dialog</guilabel> is displayed. Inform the <guilabel>Host</guilabel> and the <guilabel>Port</guilabel> of the connection and click the <guibutton>Connect</guibutton> button. You can also use the <guibutton>Find</guibutton> button to browse available machines on local network.
zh_cn: 要连接到一个远程计算机，点菜单 <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>计算机</guimenu><guimenuitem>连接</guimenuitem></menuchoice>，出来一个 <guilabel>连接</guilabel> 对话框。输入 <guilabel>主机</guilabel> 和 <guilabel>端口</guilabel>，然后点 <guibutton>连接</guibutton> 按钮。您也可以使用 <guibutton>查找</guibutton> 按钮，浏览本地网络中可用的计算机。

source: Some machines may require a secure connection. In this case, a <guilabel>Password</guilabel> dialog will be displayed asking for the connection password. If you check <guilabel>Remember this password</guilabel>, <application>Propono</application> will store the secure information using <application>MATE Keyring Manager</application>.
zh_cn: 一些计算机需要安全连接，因此，会出来一个 <guilabel>密码</guilabel> 对话框，提示输入连接密码。如果您选中 <guilabel>记住密码</guilabel>， <application>Propono</application> 将使用 <application>MATE 密钥管理器</application> 保存这个安全信息。

source: To bookmark the currently viewed connection, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Bookmarks</guimenu><guimenuitem>Add to Bookmarks</guimenuitem></menuchoice>. The <guilabel>Saving to Bookmarks</guilabel> dialog is displayed. Inform the name of the connection and click <guibutton>Ok</guibutton>.
zh_cn: 要添加当前查看的连接为书签，点菜单 <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>书签</guimenu><guimenuitem>添加到书签</guimenuitem></menuchoice>，出来一个 <guilabel>保存为书签</guilabel> 对话框，输入连接的名称，然后点 <guibutton>确定</guibutton>。

source: To remove a bookmark, choose <guimenuitem>Remove</guimenuitem> from the context menu of the bookmark in the Side Pane.
zh_cn: 要删除一个书签，在侧边栏里瞄准点右键，选 <guimenuitem>删除</guimenuitem> 。

source: To edit a bookmark's properties, such as it's name and host, choose <guimenuitem>Edit</guimenuitem> from the context menu of the bookmark in the Side Pane.
zh_cn: 要编辑一个书签的属性，比如主机名称等，在侧边栏里瞄准点右键，选 <guimenuitem>编辑</guimenuitem> 命令。

source: To zoom the Display Area to full screen mode, choose <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice>. To exit full screen mode, press <keycap>F11</keycap> or <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo>.
zh_cn: 要放大显示区域进入全屏模式，点菜单 <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>查看</guimenu><guimenuitem>全屏</guimenuitem></menuchoice>。要退出全屏模式，按 <keycap>F11</keycap> 或者 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> 组合键。

source: Propono was written by Jonh Wendell <email>wendell@bani.com.br</email>. To find more information about Propono, please visit the <ulink url="http://www.mate.org/projects/propono" type="http"><application>Propono</application> web page</ulink>.
zh_cn: Propono 由 Jonh Wendell <email>wendell@bani.com.br</email> 编写，要了解更多相关信息，请访问<ulink url="http://www.mate.org/projects/propono" type="http"><application>Propono</application> 页面</ulink>。
