Repository: gfunkmonk2/propono
Catalog: help/*/*.po
Languages: de, es, zh_cn

source: To connect with a remote machine, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Machine</guimenu><guimenuitem>Connect</guimenuitem></menuchoice>. The <guilabel>Connection Dialog</guilabel> is displayed. Inform the <guilabel>Protocol</guilabel> and the <guilabel>Host</guilabel> of the connection and click the <guibutton>Connect</guibutton> button. You will see a bunch of options depending on what protocol you have selected.
de: Um Ihren Rechner mit einer entfernten Maschine zu verbinden, wählen Sie <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Maschine</guimenu><guimenuitem>Verbinden</guimenuitem></menuchoice>. Der <guilabel>Verbindungsdialog</guilabel> wird geöffnet. Geben Sie das <guilabel>Protokoll</guilabel> und den <guilabel>Rechner</guilabel> ein und klicken anschließend auf den Knopf <guibutton>Verbinden</guibutton>. Abhängig vom gewählten Protokoll wird eine Reihe von Optionen angezeigt.
es: Para conectar con una máquina remota elija <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Máquina</guimenu><guimenuitem>Conectar</guimenuitem></menuchoice>. Se mostrará el diálogo <guilabel>Diálogo de conexión</guilabel>. Introduzca el <guilabel>Protocolo</guilabel> y el <guilabel>Equipo</guilabel> para la conexión y pulse el botón <guibutton>Conectar</guibutton>. Verá un conjunto de opciones dependiendo del protocolo que haya seleccionado.

source: Connect dialog
de: Verbindungsdialog
es: Diálogo de conexión

source: Shows the connect dialog.
de: Zeigt den Verbindungsdialog.
es: Muestra el diálogo de conexión.

source: You can also use the <guibutton>Find</guibutton> button to browse available machines on local network.
de: Mit dem Knopf <guibutton>Suchen</guibutton> können Sie das lokale Netzwerk nach verfügbaren Rechnern durchsuchen.
es: También puede usar el botón <guibutton>Buscar</guibutton> para examinar las máquinas disponibles en su red local.

source: The availabity of the <guibutton>Find</guibutton> button depends on the protocol you have selected. Propono relies on <application>Avahi</application> service to browse for machines in your local network. Also, notice that Propono can be compiled without <application>Avahi</application> support. In this case, this button will not be available.
de: Es hängt vom gewählten Protokoll ab, ob der Knopf <guibutton>Suchen</guibutton> angezeigt wird oder nicht. <application>Propono</application> benötigt den <application>Avahi</application>-Dienst zum Durchsuchen des lokalen Netzwerks. Möglicherweise könnte <application>Propono</application> ohne Unterstützung für <application>Avahi</application> erstellt worden sein. In diesem Fall wird dieser Knopf nicht verfügbar sein.
es: La disponibilidad del botón <guibutton>Buscar</guibutton> depende del protocolo seleccionado. Propono depende del servicio <application>Avahi</application> para examinar máquinas en su red local. Note también que Propono se puede compilar sin soporte para <application>Avahi</application>. En este caso, el botón no estará disponible.

source: Some machines may require a secure connection. In this case, an <guilabel>Authentication</guilabel> dialog will be displayed asking for the credentials. The type of credentials depends on the server. It may be a password and an username. If you check <guilabel>Remember this credential</guilabel>, <application>Propono</application> will store the secure information using <application>MATE Keyring Manager</application>.
de: Einige Maschinen erfordern eine sichere Verbindung. In diesem Fall wird ein <guilabel>Legitimierungs</guilabel>-Dialog geöffnet, der Sie um die Eingabe der Legitimationsdaten für die Verbindung bittet. Wenn Sie das Feld <guilabel>Legitimation merken</guilabel> aktivieren, speichert Propono diese Information in der <application>MATE-Schlüsselbundverwaltung</application>.
es: Algunas máquinas pueden requerir una conexión segura. En este caso se presentará un diálogo de <guilabel>Autenticación</guilabel> preguntando por las credenciales. El tipo de credenciales dependen del servidor. Puede ser una contraseña y un nombre de usuario. Si selecciona <guilabel>Recordar esta credenciales</guilabel>, <application>Propono</application> almacenará la información de seguridad usando el <application>Depósito de claves de MATE</application>.

source: Authentication dialog
de: Legitimierungsdialog
es: Diálogo de autenticación

source: Shows the authentication dialog.
de: Zeigt den Legitimierungsdialog.
es: Muestra el diálogo de autenticación.

source: If the connection has been used previously, you can also access it by <menuchoice><guimenu>Machine</guimenu><guimenu>Recent connections...</guimenu></menuchoice>.
de: Falls die Verbindung vorher bereits einmal genutzt wurde, erreichen Sie diese auch über <menuchoice><guimenu>Maschine</guimenu><guimenu>Zuletzt geöffnete Verbindungen</guimenu></menuchoice>.
es: Si la conexión ya se ha usado anteriormente, también puede acceder a ella a través de <menuchoice><guimenu>Máquina</guimenu><guimenu>Conexiones recientes</guimenu></menuchoice>.
zh_cn: 如果前面已经连接过，您可以点菜单 <menuchoice><guimenu>计算机</guimenu><guimenu>最近连接...</guimenu></menuchoice> 查找。

source: Opening a Remote Connection File
de: Öffnen einer Datei über eine entfernte Verbindung
es: Abrir un archivo en una conexión remota
zh_cn: 打开一个远程连接文件

source: Some hosts distribute remote connection files (generally ending with suffix ".vnc") instead of inform Host address and Port. To open a remote connection file, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Machine</guimenu><guimenuitem>Open</guimenuitem></menuchoice>. The <guilabel>Select File</guilabel> dialog is displayed. Select the file you want to open, then click on the <guibutton>Open</guibutton> button.
de: Einige Rechner stellen Dateien für entfernte Verbindungen bereit (deren Dateinamen im Allgemeinen auf ».vnc« enden), die Sie anstelle der Eingabe von Rechneradresse und Portnummer verwenden können. Um eine solche Datei für eine entfernte Verbindung zu öffnen, wählen Sie <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Maschine</guimenu><guimenuitem>Öffnen</guimenuitem></menuchoice>. Der Dialog <guilabel>Datei auswählen</guilabel> wird angezeigt. Wählen Sie die Datei aus, welche Sie öffnen wollen, und klicken Sie anschließend auf den Knopf <guibutton>Öffnen</guibutton>.
es: Algunos equipos distribuyen archivos de conexión remota (generalmente terminan con el sufijo ".vnc") en lugar de informar de la dirección y puerto del equipo. Para abrir un archivo de conexión remota, elija <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Máquina</guimenu><guimenuitem>Abrir</guimenuitem></menuchoice>. Se mostrará el diálogo <guilabel>Seleccionar archivo</guilabel>. Seleccione el archivo que quiera abrir, después pulse el botón <guibutton>Abrir</guibutton>.
zh_cn: 一些主机会发布远程连接文件(通常是以“.vnc”结尾)，而不是主机地址和端口。要打开一个远程连接文件，点菜单 <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>计算机</guimenu><guimenuitem>打开</guimenuitem></menuchoice>，出来一个 <guilabel>选择文件</guilabel> 对话框。选中您想打开的文件，然后点 <guibutton>打开</guibutton> 按钮。

source: You can also double-click on a remote connection file in the <application>Caja</application> file manager to open it on the <application>Propono</application> window.
de: Sie können auch auf eine Datei einer entfernten Verbindung im <application>Caja</application>-Dateimanager doppelklicken, um diese im <application>Propono</application>-Fenster zu öffnen.
es: También puede pulsar dos veces en el archivo de la conexión remota en el gestor de archivos <application>Caja</application> para abrirlo en la ventana de <application>Propono</application>.
zh_cn: 您也可以在 <application>Caja</application> 文件管理器里，双击一个远程连接文件打开 <application>Propono</application> 窗口。

source: Using Bookmarks
de: Verwendung von Lesezeichen
es: Usar los marcadores

source: You can access your mostly used connections through bookmarks. See the <link linkend="bookmarks">Bookmarks chapter</link>.
de: Über Lesezeichen können Sie auf häufig verwendete Verbindungen zugreifen. Weitere Informationen finden Sie im <link linkend="bookmarks">abschnitt Lesezeichen</link>.
es: Puede acceder a sus conexiones más usadas a través de los marcadores. Consulte el <link linkend="bookmarks">Capítulo de los marcadores</link>.

source: To Use Full Screen Mode
de: Verwendung des Vollbildmodus
es: Usar el modo a pantalla completa
zh_cn: 使用全屏模式

source: To zoom the Display Area to full screen mode, choose <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice> or the corresponding tool bar button.
de: Um den Anzeigebereich auf die Größe Ihres Bildschirms zu vergrößern, wählen Sie <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>Ansicht</guimenu><guimenuitem>Vollbild</guimenuitem></menuchoice> oder klicken auf den entsprechenden Knopf in der Werkzeugleiste.
es: Para ampliar el área de visualización al modo a pantalla completa, elija <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>Ver</guimenu><guimenuitem>Pantalla completa</guimenuitem></menuchoice> o el correspondiente botón de la barra de herramientas.

source: While in full screen mode, move the mouse to the top center of the screen to show a hidden tool bar, which has buttons to leave full screen mode, close the connection and other options.
de: Bewegen Sie im Vollbildmodus die Maus zur oberen Mitte des Bildschirms, um die verborgene Werkzeugleiste einzublenden. Diese enthält Knöpfe zum Verlassen des Vollbildmodus, zum Schließen der Verbindung und weitere Optionen.
es: Cuando esté en modo a pantalla completa mueva el ratón a la parte superior central de la pantalla para mostrar una barra de herramientas oculta que tiene botones para salir del modo a pantalla completa, cerrar la conexión y otras opciones.

source: To Close a Connection
de: Schließen einer Verbindung
es: Cerrar una conexión
zh_cn: 关闭一个连接

source: To close a connection, choose <menuchoice><guimenu>Machine</guimenu><guimenuitem>Close</guimenuitem></menuchoice>.
de: Um eine Verbindung zu schließen, wählen Sie <menuchoice><guimenu>Maschine</guimenu><guimenuitem>Schließen</guimenuitem></menuchoice>.
es: Para cerrar una conexión, elija <menuchoice><guimenu>Máquina</guimenu><guimenuitem>Cerrar</guimenuitem></menuchoice>.
zh_cn: 要关闭一个连接，点菜单 <menuchoice><guimenu>计算机</guimenu><guimenuitem>关闭</guimenuitem></menuchoice>。

source: To Take Screenshot
de: Erstellen eines Bildschirmfotos
es: Capturar la pantalla
zh_cn: 抓取屏幕图片

source: To take screenshot of the current remote desktop, choose <menuchoice><guimenu>Machine</guimenu><guimenu>Take Screenshot</guimenu></menuchoice> or press the relative button in the toolbar. The <guilabel>Save Screenshot</guilabel> dialog is displayed, click the <guibutton>Save</guibutton> button to save the screenshot.
de: Um ein Bildschirmfoto des gegenwärtig angezeigten entfernten Desktops zu erstellen, wählen Sie <menuchoice><guimenu>Maschine</guimenu><guimenu>Bildschirmfoto aufnehmen</guimenu></menuchoice> oder klicken auf den entsprechenden Knopf in der Werkzeugleiste. Der Dialog <guibutton>Bildschirmfoto speichern</guibutton> wird angezeigt, in welchem Sie das Bildschirmfoto speichern können.
es: Para tomar capturar una pantalla del escritorio remoto actual, elija <menuchoice><guimenu>Máquina</guimenu><guimenu>Capturar pantalla</guimenu></menuchoice> o pulse el botón adecuado en la barra de herramientas. Se mostrará el diálogo <guilabel>Guardar la captura de pantalla</guilabel>, pulse el botón <guibutton>Guardar</guibutton> para guardarla.
zh_cn: 要抓取当前远程桌面的图片，点菜单 <menuchoice><guimenu>计算机</guimenu><guimenu>抓图</guimenu></menuchoice> 或者点一下工具栏上相应的按钮，在出来的 <guilabel>保存抓图</guilabel> 对话框里，点 <guibutton>保存</guibutton> 按钮，保存抓取的图片。

source: Bookmarks are a resource to keep around machines you access frequently. They are visible at side panel or in the <guimenu>Bookmarks</guimenu> menu.
de: Lesezeichen stellen eine Möglichkeit dar, den Zugriff auf häufig verwendete Rechner zu erleichtern. Die Lesezeichen sind in der Seitenleiste oder im Menü <guimenu>Lesezeichen</guimenu> verfügbar.
es: Los marcadores son recursos para tener cerca máquinas a las que accede con frecuencia. Están visibles en el panel lateral o en el menú <guimenu>Marcadores</guimenu>.

source: Bookmarks at side panel
de: Lesezeichen in der Seitenleiste
es: Los marcadores en el panel lateral

source: Shows bookmarks at side panel.
de: Zeigt Lesezeichen in der Seitenleiste.
es: Muestra los marcadores en el panel lateral.

source: As you move the mouse around the entries, a tooltip will show you the hostname of the connection. To connect to a machine, just double click on a entry.
de: Wenn Sie die Maus über den Einträgen bewegen, wird eine Minihilfe mit dem Rechnernamen der Verbindung angezeigt.
es: Según mueva el ratón sobre las entradas un consejo le mostrará el nombre del equipo de la conexión. Para conectarse a la máquina simplemente pulse dos veces sobre una entrada.

source: To Create a New Bookmark
de: Erzeugen eines neuen Lesezeichens
es: Crear un marcador nuevo
zh_cn: 创建一个新的书签

source: To bookmark the currently viewed connection, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Bookmarks</guimenu><guimenuitem>Add to Bookmarks</guimenuitem></menuchoice>. The <guilabel>Saving to Bookmarks</guilabel> dialog is displayed. Inform the name of the connection and optionally other data, such as the folder and click <guibutton>Save</guibutton>.
de: Um die gegenwärtig angezeigte Verbindung als Lesezeichen zu speichern, wählen Sie <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Lesezeichen</guimenu><guimenuitem>Lesezeichen hinzufügen</guimenuitem></menuchoice>. Der Dialog <guilabel>Lesezeichen hinzufügen</guilabel> wird angezeigt. Geben Sie einen Namen für die Verbindung ein und klicken Sie anschließend auf <guibutton>Speichern</guibutton>.
es: Para añadir la conexión actualmente mostrada a los marcadores, elija <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Marcadores</guimenu><guimenuitem>Añadir marcador</guimenuitem></menuchoice>. Se mostrará el diálogo <guilabel>Guardando a los marcadores</guilabel>. Introduzca el nombre de la conexión y el resto de datos, tales como la carpeta, y pulse <guibutton>Guardar</guibutton>.

source: Saving a bookmark
de: Speichern eines Lesezeichens
es: Guardando a los marcadores

source: Shows the Saving to Bookmarks dialog.
de: Zeigt den Dialog zum Speichern von Lesezeichen.
es: Muestra el diálogo Guardando a los marcadores.

source: You can use folders to organize your bookmarks. To create a folder, right click in the side panel and choose the option <guimenu>New Folder</guimenu> in the context menu, or go to menu <menuchoice><guimenu>Bookmarks</guimenu><guimenu>New Folder</guimenu></menuchoice>.
de: Sie können Ordner zum Organisieren Ihrer Lesezeichen verwenden. Um einen Ordner anzulegen, klicken sie mit der rechten Maustaste in die Seitenleiste und wählen die Option <guimenu>Neuer Ordner</guimenu> im Kontextmenü. Alternativ verwenden Sie hierzu das Menü <menuchoice><guimenu>Lesezeichen</guimenu><guimenu>Neuer Ordner</guimenu></menuchoice>.
es: Puede usar carpetas para organizar sus marcadores. Para crear una carpeta pulse en el panel lateral y elija la opción <guimenu>Carpeta nueva</guimenu> en el menú contextual o vaya al menú <menuchoice><guimenu>Marcadores</guimenu><guimenu>Carpeta nueva</guimenu></menuchoice>.

source: To Edit a Bookmark's Properties
de: Ändern der Eigenschaften eines Lesezeichens
es: Editar las propiedades de un marcador
zh_cn: 编辑一个书签的属性

source: To edit a bookmark's properties, such as it's name and host, choose <guimenuitem>Edit bookmark</guimenuitem> from the context menu of the bookmark in the Side Pane. The same dialog as shown above will be displayed.
de: Um die Eigenschaften eines Lesezeichens zu bearbeiten, wie beispielsweise dessen Namen und den dazugehörigen Rechner, wählen Sie <guimenuitem>Lesezeichen bearbeiten</guimenuitem> aus dem Kontextmenü des Lesezeichens in der Seitenleiste. Der gleiche Dialog wie oben dargestellt wird angezeigt.
es: Para editar las propiedades de un marcador, tales como su nombre y el equipo, elija <guimenuitem>Editar marcador</guimenuitem> del menú contextual del marcador en el panel lateral. Se mostrará el mismo diálogo que el superior.

source: Editing a bookmark
de: Bearbeiten eines Lesezeichens
es: Editar un marcador

source: Context menu option to edit a bookmark
de: Option im Kontextmenü zum Bearbeiten eines Lesezeichens
es: Opción del menú contextual para editar un marcador

source: You can also edit a folder.
de: Sie können auch einen Ordner bearbeiten.
es: También puede editar una carpeta.

source: To Remove a Bookmark
de: Entfernen eines Lesezeichens
es: Quitar un marcador
zh_cn: 删除一个书签

source: To remove a bookmark, choose <guilabel>Remove from bookmarks</guilabel> from the context menu of the bookmark in the Side Pane.
de: Um ein Lesezeichen zu entfernen, wählen Sie <guilabel>Lesezeichen entfernen</guilabel> aus dem Kontextmenü des Lesezeichens in der Seitenleiste.
es: Para quitar un marcador elija <guimenuitem>Quitar de los marcadores</guimenuitem> del menú contextual del marcador en el panel lateral.

source: You can also remove a folder. Notice that removing a folder will remove all its entries. A confirmation dialog will be shown.
de: Sie können auch einen Ordner löschen. Beachten Sie, dass beim Löschen eines Ordners auch dessen sämtliche Einträge gelöscht werden. Ein Bestätigungsdialog wird angezeigt.
es: También puede quitar una carpeta. Note que al quitar una carpeta quitará todas sus entradas. Se mostrará un diálogo de confirmación.

source: Preferences
de: Einstellungen
es: Preferencias

source: To configure <application>Propono</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following items:
de: Um die Einstellungen von <application>Propono</application> zu ändern, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>. Der Dialog <guilabel>Einstellungen</guilabel> enthält die folgenden Elemente:
es: Para configurar <application>Propono</application> elija <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice>. El diálogo <guilabel>Preferencias</guilabel> contiene los siguientes elementos de menú.

source: Always show tabs
de: Reiter immer anzeigen
es: Mostrar siempre las solapas

source: Select this option to make the tabs always visible, even when only one connection is active.
de: Wählen Sie diese Option, um Reiter immer anzuzeigen, selbst wenn nur eine Verbindung aktiv sein sollte.
es: Seleccione esta opción para hacer que las solapas siempre estén visibles, incluso cuando sólo hay una conexión activa.

source: Show menu shortcuts
de: Menütastenkombinationen anzeigen
es: Mostrar los atajos de menú

source: By selecting this option, keyboard shortcuts, like <guilabel>Ctrl+D</guilabel> and menu accelerators, like <guilabel>Alt+M</guilabel> to access the Machine menu, will be enabled. This means that Propono will catch those key combinations, instead of sending them to the remote machine. Because most of the time you will be working on the remote machine, this option comes <guilabel>disabled</guilabel> by default.
de: Wenn Sie diese Option wählen, werden Tastenkürzel wie <guilabel>Strg+D</guilabel> und Menü-Zugriffstasten wie <guilabel>Alt+M</guilabel> aktiviert, die normalerweise dem Zugriff auf das Menü des entfernten Rechners dienen. Das bedeutet, dass <application>Propono</application> diese Tastenkombinationen abfängt, anstelle sie an den entfernten Rechner weiterzuleiten. Meist werden Sie jedoch auf dem entfernten Rechner arbeiten wollen, daher ist diese Option per Vorgabe <guilabel>deaktiviert</guilabel>.
es: Seleccionando esta opción, los aceleradores de teclado tales como <guilabel>Ctrl+D</guilabel> y los aceleradores de menú tales como <guilabel>Alt+M</guilabel> para acceder al menú Máquina, se activarán. Esto sifnifica que Propono capturará esas combinaciones en lugar de enviarlas a la máquina remota. Ya que pasará la mayor parte del tiempo trabajando en la máquina remota, esta opción está <guilabel>desactivada</guilabel> de forma predeterminada.

source: About
de: Über Propono
es: Acerca de
zh_cn: 关于

source: Propono was written by Jonh Wendell <email>wendell@bani.com.br</email>. To find more information about Propono, please visit the <ulink url="http://projects.mate.org/propono/" type="http"><application>Propono</application> web page</ulink>.
de: Propono wurde von Jonh Wendell <email>wendell@bani.com.br</email> geschrieben. Weitere Informationen über Propono finden Sie auf der <ulink url="http://projects.mate.org/propono" type="http"><application>Propono</application>-Website</ulink>.
es: John Wendell <email>wendell@bani.com.br</email> escribió Propono. Para obtener más información acerca de Propono, visite la <ulink url="http://projects.mate.org/propono/" type="http">página web de <application>Propono</application></ulink>.

source: To report a bug or make a suggestion regarding this application you can file a bug in our <ulink url="http://bugzilla.mate.org/browse.cgi?product=propono" type="http"> bug tracker</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder diesem Handbuch zu machen, können Sie eine Meldung auf unserer <ulink url="http://bugzilla.mate.org/browse.cgi?product=propono" type="http">Bugtracker</ulink>-Website hinterlassen.
es: Para informar de un fallo, o hacer alguna sugerencia concerniente a esta aplicación, puede rellenar un informe de error en nuestra <ulink url="http://bugzilla.mate.org/browse.cgi?product=propono" type="http">página de seguimiento de errores</ulink>.
zh_cn: 要报告这个程序的错误或提出建议，请发送报告文件到我们的 <ulink url="http://bugzilla.mate.org/browse.cgi?product=propono" type="http"> bug 缺陷跟踪</ulink>。

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at the <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU site</ulink>, or in the file COPYING included with the source code of this program.
de: Das vorliegende Programm unterliegt den Bedingungen der GNU General Public License (GPL), Version 2 oder jeder späteren, von der Free Software Foundation veröffentlichten Version. Ein Kopie der GPL finden Sie auf der <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU-Website</ulink>, oder in der dem Quelltext diese Programms beiliegenden Datei COPYING.
es: Este programa se distribuye bajo los términos de la Licencia Pública General GNU tal como la publica la Free Software Foundation; en cualquiera de las versiones 2 de la Licencia o (a su elección) cualquier versión posterior. Puede encontrar una copia de esta licencia en este <ulink url="ghelp:gpl" type="help">enlace</ulink>, o en el archivo COPYING incluido con el código fuente de este programa.
zh_cn: 本程序依照自由软件基金会所发表的 GNU GPL 协议发行；使用第二版或者(如果您愿意)以后版本。协议的副本可以在 <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU 站点</ulink> 上找到，或者在包含在本程序源代码的 COPYING 文件中。
