Repository: gfunkmonk2/propono
Catalog: help/*/*.po
Languages: de, es, zh_cn

source: @@image: 'figures/propono-screenshot.png'; md5=dc88b591b3b8ed3a49335c5431806c13
de: erledigt

source: @@image: 'figures/propono-connect-dialog.png'; md5=3fc6d3998c0df3fdf5ddcfc9effdd87b
de: erledigt

source: @@image: 'figures/propono-auth-needed.png'; md5=3cd74cebc8d1d5e2c23b4419e28f6c11
de: erledigt

source: @@image: 'figures/propono-bookmarks-side-panel.png'; md5=c657cdff0da28c73ac936227e490bb2e
de: erledigt

source: @@image: 'figures/propono-saving-bookmarks.png'; md5=b99dbef848c5c0d487caecc320ed95de
de: erledigt

source: @@image: 'figures/propono-editing-bookmarks.png'; md5=ac5097a12572cfce0561f0ca19bb1edb
de: erledigt

source: <application>Propono</application> Manual
de: <application>Propono</application>-Handbuch
es: Manual de <application>Propono</application>
zh_cn: <application>Propono</application> 手册

source: <application>Propono</application> is a Remote Desktop Viewer
de: <application>Propono</application> ist ein Betrachter für entfernte Desktops
es: <application>Propono</application> es un visor de escritorios remotos
zh_cn: <application>Propono</application> 是一个远程桌面查看器

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
es: Se otorga permiso para copiar, distribuir y/o modificar este documento bajo los términos de la Licencia de Documentación Libre de GNU, Versión 1.1 o cualquier otra versión posterior publicada por la Free Software Foundation; sin Secciones Invariantes ni Textos de Cubierta Delantera ni Textos de Cubierta Trasera. Puede encontrar una copia de la licencia GFDL en este <ulink type="help" url="ghelp:fdl">enlace</ulink> o en el archivo COPYING-DOCS distribuido con este manual.
zh_cn: 对于本文档的复制、分发和/或修改必须遵循自由软件基金会 (Free Software Foundation) 发布的 GNU 自由文档许可证 (GFDL) 版本 1.1 或更高版本，该许可证没有固定的部分、没有封面和背页文本。您可以在此<ulink type="help" url="ghelp:fdl">链接</ulink>上或在随本手册一起分发的 COPYING-DOCS 文件中找到 GFDL 的副本。

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von MATE-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
es: Este manual es parte de una colección de manuales de MATE distribuido bajo la GFDL. Si quiere distribuir este manual por separado de la colección, puede hacerlo añadiendo una copia de la licencia al manual, tal como se describe en la sección 6 de la licencia.
zh_cn: 本手册是在 GFDL 许可之下分发的 MATE 手册集合的一部分。如果想要单独分发此手册，可以在手册中添加该许可证的一份副本然后分发，如该许可证的第 6 部分所述。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer MATE-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das MATE-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
es: Muchos de los nombres utilizados por las empresas para distinguir sus productos y servicios se consideran marcas comerciales. Cuando estos nombres aparezcan en la documentación de MATE, y siempre que se haya informado a los miembros del Proyecto de documentación de MATE de dichas marcas comerciales, los nombres aparecerán en mayúsculas o con las iniciales en mayúsculas.
zh_cn: 各个公司使用的许多用于区别它们产品和服务的名称都声明为商标。在所有的 MATE 文档以及 MATE 文档项目的成员中，这些名称都是以全大写字母或首字母大写显示，从而表明它们是商标。

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
es: EL DOCUMENTO SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, NI EXPLÍCITA NI IMPLÍCITA INCLUYENDO, SIN LIMITACIÓN, GARANTÍA DE QUE EL DOCUMENTO O VERSIÓN MODIFICADA DE ÉSTE CAREZCA DE DEFECTOS COMERCIALES, SEA ADECUADO A UN FIN CONCRETO O INCUMPLA ALGUNA NORMATIVA. TODO EL RIESGO RELATIVO A LA CALIDAD, PRECISIÓN Y UTILIDAD DEL DOCUMENTO O SU VERSIÓN MODIFICADA RECAE EN USTED. SI CUALQUIER DOCUMENTO O VERSIÓN MODIFICADA DE AQUÉL RESULTARA DEFECTUOSO EN CUALQUIER ASPECTO, USTED (Y NO EL REDACTOR INICIAL, AUTOR O CONTRIBUYENTE) ASUMIRÁ LOS COSTES DE TODA REPARACIÓN, MANTENIMIENTO O CORRECCIÓN NECESARIOS. ESTA RENUNCIA DE GARANTÍA ES UNA PARTE ESENCIAL DE ESTA LICENCIA. NO SE AUTORIZA EL USO DE NINGÚN DOCUMENTO NI VERSIÓN MODIFICADA DE ÉSTE POR EL PRESENTE, SALVO DENTRO DEL CUMPLIMIENTO DE LA RENUNCIA;Y
zh_cn: 文档按“原样”提供，不提供任何明示或暗示的保证，包括但不限于：文档或文档的修改版本没有适销性方面的缺陷、适合特定目的的适用性，以及没有侵权行为。您将自行承担本文档以及文档修改版本的质量、准确性以及性能方面的风险。如果任何文档或文档修改版本存在缺陷，您(而不是最初的编写者、作者或撰写人)将承担所有必需的服务、维修或更正的费用。此免责声明是本许可证的重要组成部分。如果不接受此免责声明，那么您就没有权利使用任何文档或文档的修改版本；并且

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
es: EN NINGUNA CIRCUNSTANCIA NI SEGÚN NINGÚN ARGUMENTO LEGAL, SEA POR MOTIVOS CULPOSOS (INCLUIDA LA NEGLIGENCIA), CONTRACTUALES O DE OTRO TIPO, NI EL AUTOR, NI EL REDACTOR INICIAL, NI CUALQUIER COLABORADOR, NI CUALQUIER DISTRIBUIDOR DEL DOCUMENTO O VERSIÓN MODIFICADA DEL MISMO, NI CUALQUIER PROVEEDOR DE CUALQUIERA DE DICHAS PARTES, SERÁN RESPONSABLES, ANTE NINGÚN TERCERO, DE NINGÚN DAÑO O PERJUICIO DIRECTO, INDIRECTO, ESPECIAL, INCIDENTAL O CONSIGUIENTE DE NINGÚN TIPO, INCLUIDOS, SIN LIMITACIÓN, LOS DAÑOS POR PÉRDIDA DE FONDO DE COMERCIO, INTERRUPCIÓN DEL TRABAJO, FALLO O MAL FUNCIONAMIENTO INFORMÁTICO, NI CUALQUIER OTRO DAÑO O PÉRDIDA DERIVADOS DEL USO DEL DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL MISMO, O RELACIONADO CON ELLO, INCLUSO SI SE HABÍA COMUNICADO A AQUELLA PARTE LA POSIBILIDAD DE TALES DAÑOS.
zh_cn: 无论在任何情况以及在任何法律理论下，本文档或文档修改版本的作者、最初的编写者、任何撰写人或任何分发者，或者任意这些方的任何提供者都不对任何人由于使用本文档或文档修改版本引起或带来的任何直接的、间接的、特殊的、偶然的或继发的损失承担任何民事(包括疏忽)、合同或其它方面的责任，这些损失包括但不限于信誉损失、工作停止、计算机失败或故障，或任何以及所有其它损失或由此引发的或与之相关的损失，即使这些方已被告知存在出现此类损失的可能性时也是如此。

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
es: ESTE DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL MISMO SE PROPORCIONAN SEGÚN LAS CONDICIONES ESTABLECIDAS EN LA LICENCIA DE DOCUMENTACIÓN LIBRE DE GNU (GFDL) Y TENIENDO EN CUENTA QUE: <placeholder-1/>
zh_cn: 本文档以及文档的修改版本都是在遵循 GNU 自由文档许可证的条款下提供，这表示具有以下含义：<placeholder-1/>

source: Feedback
de: Rückmeldungen
es: Comentarios
zh_cn: 反馈

source: To report a bug or make a suggestion regarding the Propono application or this manual, please file a bug at <ulink url="http://bugzilla.mate.org/enter_bug.cgi?product=propono" type="http">MATE bugzilla page</ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder diesem Handbuch zu machen, können Sie eine Meldung auf unserer <ulink url="http://bugzilla.mate.org/enter_bug.cgi?product=propono" type="http">Fehlererfassungs</ulink>-Website hinterlassen.
es: Para informar de un fallo, o hacer alguna sugerencia concerniente a esta aplicación, puede rellenar un informe de error en nuestra <ulink url="http://bugzilla.mate.org/enter_bug.cgi?product=propono" type="http">página de seguimiento de errores de MATE</ulink>.

source: remote desktop
de: Entfernter Desktop
es: escritorio remoto
zh_cn: 远程桌面

source: Introduction
de: Einführung
es: Introducción
zh_cn: 介绍

source: Manual
de: Handbuch
zh_cn: 手册

source: The Propono application is a Remote Desktop Viewer for the <systemitem>MATE desktop</systemitem> that uses Virtual Network Computing (VNC) system (and possibly other protocols) to remotely control another computer.
de: Die Anwendung Propono ist ein Betrachter für entfernte Desktops für die <systemitem>MATE-Arbeitsumgebung</systemitem>, der »Virtual Network Computing« (VNC) und eventuell auch andere Protokolle verwendet, um einen anderen entfernten Rechner zu steuern.
es: La aplicación Propono es un visor de escritorios remotos para el <systemitem>Escritorio MATE</systemitem> que usa el sistema de computación virtual por red «Virtual Network Computing» (VNC) para controlar remotamente otro equipo.

source: <application>Propono</application> provides the following features:
de: <application>Propono</application> verfügt über die folgenden Leistungsmerkmale:
es: <application>Propono</application> proporciona las siguientes características:
zh_cn: <application>Propono</application> 提供了以下特性：

source: Connect to several machines at the same time.
de: Gleichzeitige Verbindung zu verschiedenen Maschinen.
es: Conectar con varias máquinas al mismo tiempo.
zh_cn: 同时连接多台计算机。

source: Store recently connections and allows to bookmark them.
de: Speichern bereits benutzter Verbindungen, und deren Ablegen als Lesezeichen.
es: Almacenar las conexiones recientes y guardarlas en marcadores.
zh_cn: 存储最近的连接，并添加到书签中。

source: Browse local network for machines.
de: Durchsuchen des lokalen Netzwerks nach Rechnern.
es: Examinar la red local para buscar equipos.

source: Provide a MATE Panel applet to quickly access your bookmarked machines.
de: Bereitstellung eines Panel-Applets für MATE, welches den schnellen Zugriff auf die als Lesezeichen gespeicherten Rechner erlaubt.
es: Proporciona una miniaplicación del panel de MATE para acceder rápidamente a sus máquinas favoritas.

source: Extensible through its plugin structure.
de: Erweiterbarkeit durch seine Plugin-Struktur.
es: Extensible a través de su estructura de complementos.

source: Getting Started
de: Erste Schritte
es: Inicio
zh_cn: 快速入门

source: Starting Propono
de: Propono starten
es: Iniciar Propono
zh_cn: 运行 Propono

source: You can start <application>Propono</application> in the following ways:
de: Sie können <application>Propono</application> auf folgende Arten starten:
es: Puede iniciar <application>Propono</application> de las siguientes formas:
zh_cn: 您可以用下面的方法来运行 <application>Propono</application>：

source: <guimenu>Applications</guimenu> menu
de: Menü <guimenu>Anwendungen</guimenu>
es: Menú <guimenu>Aplicaciones</guimenu>
zh_cn: <guimenu>应用程序</guimenu> 菜单

source: Choose <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Remote Desktop Viewer</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Betrachter für entfernte Desktops</guimenuitem></menuchoice>.
es: Elija <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Visor de escritorios remotos</guimenuitem></menuchoice>.
zh_cn: 点菜单 <menuchoice><guisubmenu>互联网</guisubmenu><guimenuitem>远程桌面查看器</guimenuitem></menuchoice>。

source: Command line
de: Befehlszeile
es: Línea de comandos
zh_cn: 命令行

source: Execute the following command: <command>propono</command>
de: Führen Sie den folgenden Befehl aus: <command>propono</command>
es: Ejecute el siguiente comando: <command>propono</command>
zh_cn: 运行下面的命令： <command>propono</command>

source: Starting Propono from a command line
de: Propono in einer Befehlszeile starten
es: Iniciar Propono desde la línea de comandos

source: You can run <application>Propono</application> from a command line and connect to a single machine or multiple machines. To connect to a machine from a command line, type the following command, then press <keycap>Return</keycap>:
de: Sie können <application>Propono</application> in einer Befehlszeile starten und Verbindungen zu einem einzelnen oder zu mehreren Rechnern herstellen. Um eine Verbindung zu einem Rechner in einer Befehlszeile herzustellen, geben Sie folgenden Befehl ein und drücken Sie die <keycap>Eingabetaste</keycap>:
es: Puede ejecutar <application>Propono</application> desde la línea de comandos y conectarse a una sola máquina o a múltiples máquinas. Para conectarse con una máquina desde la línea de comandos, escriba el siguiente comando, después pulse <keycap>Intro</keycap>:

source: hostname_or_ip_address
de: Rechnername_oder_IP_Adresse
es: nombre-de-equipo_o_dirección_ip

source: For more information on how to run <application>Propono</application> from a command line, see the unix manual page for Propono, <ulink url="man:propono" type="man"><citerefentry><refentrytitle>Propono</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>.
de: Schauen Sie in die <ulink url="man:propono" type="man"><citerefentry><refentrytitle>UNIX-Handbuchseite</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink> von <application>Propono</application>, um weitere Informationen über das Starten von <application>Propono</application> in einer Befehlszeile zu erhalten.
es: Para obtener más información acerca de cómo ejecutar <application>Propono</application> desde la línea de comandos consulte la página del manual UNIX para Propono, <ulink url="man:propono" type="man"><citerefentry><refentrytitle>Propono</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>.

source: The Propono Window
de: Das Propono-Fenster
es: La ventana de Propono
zh_cn: Propono 窗口

source: Propono window
de: Propono-Fenster
es: Ventana de Propono
zh_cn: Propono 窗口

source: Shows propono main window.
de: Zeigt das Propono-Hauptfenster an.
es: Muestra la ventana principal de Propono.
zh_cn: 显示 Propono 主窗口。

source: The <application>Propono</application> window contains the following elements:
de: Das <application>Propono</application>-Fenster enthält folgende Elemente:
es: La ventana de <application>Propono</application> contiene los siguientes elementos:
zh_cn: <application>Propono</application> 窗口包含下列组件：

source: Menubar
de: Menüleiste
es: Barra de menú
zh_cn: 菜单栏

source: The menus on the menubar contain all of the commands you need to work with remote connections in <application>Propono</application>.
de: Die Menüs in der Menüleiste enthalten alle Befehle, die Sie für die Arbeit mit entfernten Verbindungen in <application>Propono</application> benötigen.
es: Los menús en la barra de menú contienen todos los comandos que necesita para trabajar con conexiones remotas en <application>Propono</application>.
zh_cn: 菜单栏里包括在 <application>Propono</application> 远程连接时，您可以用到的全部命令。

source: Toolbar
de: Werkzeugleiste
es: Barra de herramientas
zh_cn: 工具栏

source: The toolbar contains a subset of the most used commands that you can access from the menubar.
de: Die Werkzeugleiste enthält eine Auswahl der am meisten genutzten Befehle, welche Sie über die Menüleiste erreichen können.
es: La barra de herramientas contiene un juego de los comandos más usados a los que puede acceder desde la barra de menú.
zh_cn: 工具栏包含您使用最多的菜单命令。

source: Display Area
de: Anzeigebereich
es: Área de visualización
zh_cn: 显示区

source: The display area contains a list of tabs with the connected machines and its remote desktops.
de: Der Anzeigebereich enthält eine Liste von Reitern, welche die verbundenen Maschinen und deren entfernte Desktops darstellen.
es: El área de visualización contiene una lista de solapas con las máquinas conectadas y sus escritorios remotos.
zh_cn: 显示区包括连接的计算机列表和远程桌面。

source: Statusbar
de: Statusleiste
es: Barra de estado
zh_cn: 状态栏

source: The statusbar displays information about current <application>Propono</application> activity and contextual information about the menu items.
de: In der Statusleiste werden Informationen über die aktuelle <application>Propono</application>-Aktivität und Kontextinformationen über die Menüpunkte angezeigt.
es: La barra de estado muestra información acerca de la actividad actual de <application>Propono</application> así como información contextual acerca de los elementos del menú.
zh_cn: 状态栏显示 <application>Propono</application> 活动信息，以及菜单项的相关信息。

source: Side Pane
de: Seitenleiste
es: Panel lateral
zh_cn: 侧边栏

source: The side pane contains a list of bookmarked connections and (if available) a list of auto-discovered network machines.
de: Die Seitenleiste enthält eine Liste der als Lesezeichen gespeicherten Verbindungen sowie eine Liste der automatisch ermittelten Netzwerkrechner, falls welche verfügbar sind.
es: El panel lateral contiene una lista de conexiones en los marcadores y (si está disponible) una lista de las máquinas de red autodescubiertas.

source: Some notes about Propono
de: Einige Hinweise zu Propono
es: Algunas notas acerca de Propono

source: As a tool to access other machines, Propono behaves slightly different than other <systemitem>MATE</systemitem> applications in its default installation.
de: Wegen seiner Konzeption als ein Werkzeug zum Zugriff auf andere Rechner verhält sich <application>Propono</application> in der Standardinstallation etwas anders als andere <systemitem>MATE</systemitem>-Anwendungen.
es: Como herramienta para acceder a otras máquinas, Propono se comporta de forma diferente a otras aplicaciones de <systemitem>MATE</systemitem> en su instalación predeterminada.

source: Propono comes with menu accelerators and keyboard shortcuts disabled by default. This avoids keys being intercepted by Propono when you wanted to send those keys to the remote machine.
de: <application>Propono</application> verfügt über Menü-Zugriffstasten und andere Tastenkürzel, die in der Vorgabeeinstellung deaktiviert sind. Dies verhindert, dass Tastenbedienungen von <application>Propono</application> akzeptiert werden, die eigentlich an den entfernten Rechner weitergeleitet werden sollen.
es: Propono tiene los aceleradores de teclado y las combinaciones de teclas desactivadas de forma predeterminada. Esto evita que Propono intercepte teclas cuando envía esas teclas a la máquina remota.

source: For instance, the keyboard shortcut to close a tab is <guilabel>Ctrl+W</guilabel>, but that key combination will be sent to the remote machine by default.
de: Beispielsweise können Sie mit dem Tastenkürzel <guilabel>Strg+W</guilabel> einen Reiter schleißen, aber per Vorgabe wird diese Tastenkombination an den entfernten Rechner weitergeleitet.
es: Por ejemplo, la combinación de teclas para cerrar una solapa es <guilabel>Ctrl+W</guilabel> pero esa combinación de teclas se enviará a la máquina remota de forma predeterminada.

source: If you want to change this behavior, go to Propono preferences in <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
de: Falls Sie dieses Verhalten ändern wollen, öffnen Sie die Einstellungen von <application>Propono</application> mittels <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>.
es: Si quiere cambiar este comportamiento vaya a las propiedades de Propono en <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice>.

source: Using Propono
de: Propono benutzen
es: Uso de Propono
zh_cn: 使用 Propono

source: To connect to a remote machine
de: Verbinden mit einem entfernten Rechner
es: Conectar con una máquina remota

source: Informing a host address
de: Eingabe der Rechneradresse
es: Informar de la dirección de un equipo
