Repository: gfunkmonk2/propono
Catalog: po/*.po
Languages: as

source: _About
as: বিষয়ে (_A)

source: _Help
as: সহায়তা (_H)

source: Access remote desktops
as: দূৰবৰ্তী ডেস্কটপৰ সৈতে সংযোগ কৰক

source: Remote Desktop Viewer
as: দূৰবৰ্তী ডেস্কটপ প্ৰদৰ্শন ব্যৱস্থা

source: All fields above are mandatory
as: উপৰোক্ত সকলো ক্ষেত্ৰত মান পূৰণ কৰা আৱশ্যক

source: Authentication is required
as: পৰিচয় প্ৰমাণ কৰা আৱশ্যক

source: Bookmarks
as: পত্ৰচিহ্ন

source: Connection
as: সংযোগ স্থাপন কৰা হৈছে

source: Connection options
as: সংযোগ সংক্ৰান্ত বিকল্প

source: Folder
as: নতুন ফোল্ডাৰ

source: Host:
as: গৃহস্থ:

source: Interface
as: সংযোগক্ষেত্ৰ

source: Options
as: বিকল্প

source: Parent Folder
as: ঊৰ্ধ্বতন ফোল্ডাৰ

source: Preferences
as: পছন্দ

source: Which machine do you want to connect to?
as: কোন যন্ত্ৰৰ সৈতে সংযোগ স্থাপন কৰিবলৈ আপুনি ইচ্ছুক নে ?

source: _Always show tabs
as: সদায়ে টেব প্ৰদৰ্শন কৰা হ'ব (_A)

source: _Authenticate
as: পৰিচয় প্ৰমাণ (_A)

source: _Full screen
as: সম্পূৰ্ণ পৰ্দাত প্ৰদৰ্শন (_F)

source: _Host:
as: গৃহস্থ:(_H)

source: _Name:
as: নাম :(_N)

source: _Password:
as: গুপ্তশব্দ (_P):

source: _Protocol:
as: প্ৰোটোকল: (_P)

source: _Remember this credential
as: এই পৰিচয় মনত ৰখা হ'ব (_R)

source: _Show menu shortcuts
as: মেনুৰ শৰ্ট-কাট প্ৰদৰ্শন কৰা হ'ব (_S)

source: _Username:
as: ব্যৱহাৰকৰ্তাৰ নাম: (_U)

source: Active plugins
as: সক্ৰিয় প্লাগ-ইন

source: List of active plugins. It contains the "Location" of the active plugins. See the .propono-plugin file for obtaining the "Location" of a given plugin.
as: সক্ৰিয় প্লাগ-ইনৰ তালিকা । ইয়াত সক্ৰিয় প্লাগ-ইনৰ "অৱস্থান" অন্তৰ্ভুক্ত আছে । কোনো সুনিৰ্দিষ্ট প্লাগ-ইনৰ "অৱস্থান" জনাৰ বাবে .propono-plugin নথিপত্ৰ চাওক ।

source: Maximum number of history items in connect dialog
as: সংযোগেৰ সম্বাদ বাকচত প্ৰদৰ্শনযোগ্য পূৰ্ববৰ্তী তথ্যৰ সৰ্বাধিক তালিকা

source: Set to "false" to disable menu shortcuts. Set to "true" to enable them. Note that if they are enabled, those keys will be intercepted by the menu and will not be sent to the remote host.
as: মেনু শৰ্ট-কাট নিষ্ক্ৰিয় কৰাৰ বাবে "false" নিৰ্ধাৰণ কৰক । শৰ্ট-কাট সক্ৰিয় কৰাৰ বাবে "true" নিৰ্ধাৰণ কৰক । উল্লেখ্য, এইসমূহ সক্ৰিয় কৰা হ'লে, মেনু দ্বাৰা এই কি-সমূহৰ কৰ্ম চিনাক্ত আৰু গ্ৰহণ কৰা হ'ব আৰু দূৰবৰ্তী গৃহস্থকে প্ৰৰণ কৰা ন'হ'ব ।

source: Set to "true" to always show the tabs. Set to "false" to only show the tabs when there is more than one active connection.
as: মান "true" নিৰ্ধাৰণ কৰা হ'লে সদায়ে টেব প্ৰদৰ্শন কৰা হ'ব । অকল একাধিক সক্ৰিয় সংযোগ উপস্থিত থাকিলে টেব প্ৰদৰ্শনৰ বাবে মান "false" নিৰ্ধাৰণ কৰক ।

source: Specifies the maximum number of items in the host dropdown entry.
as: গৃহস্থ ড্ৰপ-ডাউন নিবেশত প্ৰদৰ্শনযোগ্য তথ্যৰ সৰ্বাধিক সংখ্যা ।

source: The handler for "vnc://" URLs
as: "vnc://" URL ৰ হেন্ডলাৰ

source: When connecting to a host, the client can say to the server to leave other clients connected or to drop the existent connections. Set the value to true to share the desktop with the other clients.
as: গৃহস্থেৰ সৈতে সংযোগ স্থাপন কৰাৰ সময়, গ্ৰাহক প্ৰণালী দ্বাৰা সেৱকত অনেন্য সংযুক্ত গ্ৰাহকৰ সৈতে সংযোগ বিচ্ছিন্ন কৰিবলৈ অথবা নকৰিবলৈ অনুৰোধ কৰা যেতে পাৰে । অনেন্য গ্ৰাহকৰ সৈতে ডেস্কটপ যৌথৰূপে ব্যৱহাৰৰ বাবে মান true নিৰ্ধাৰণ কৰক ।

source: Whether we should leave other clients connected
as: অনেন্য গ্ৰাহকৰ সংযোগ অপৰিবৰ্তিত থাকিব নে নহয়

source: Whether we should show tabs even when there is only one active connection
as: অকল এটা সক্ৰিয় সংযোগ থাকিলে টেব প্ৰদৰ্শন কৰা হ'ব নে নহয়

source: Whether we should show the menu accelerators (shortcut keys)
as: মেনু এক্‌ছেলেৰেটৰ (শৰ্টকাট-চাবি) প্ৰদৰ্শন কৰা হ'ব নে নহয়

source: Remote Desktop (VNC) file
as: দূৰবৰ্তী ডেস্কটপ (VNC) নথিপত্ৰ

source: Remote Desktop Connection
as: দূৰবৰ্তী ডেস্কটপ সংযোগ

source: Access Unix/Linux terminals
as: Unix/Linux টাৰ্মিনেল ব্যৱহাৰ কৰক

source: Port:
as: পোৰ্ট:

source: SSH support
as: SSH সমৰ্থন ব্যৱস্থা

source: Bad value for 'shared' flag: %d. It is supposed to be 0 or 1. Ignoring it.
as: 'shared' শীৰ্ষক ফ্লেগৰ মান সঠিক নহয়: %d । এই ক্ষেত্ৰত 0 (০) অথবা 1 (১) মান হোৱা উচিত । উল্লিখিত মান উপেক্ষা কৰা হ'ব ।

source: VNC Options:
as: VNC বিকল্প:

source: Show VNC Options
as: VNC বিকল্প দেখুৱাওক

source: Access Unix/Linux, Windows and other machines.
as: Unix/Linux, Windows আৰু অনেন্য যন্ত্ৰ ব্যৱহাৰ কৰক ।

source: Could not parse the file.
as: নথিপত্ৰ পাৰ্স কৰিবলৈ ব্যৰ্থ ।

source: The file is not a VNC one: Missing the group "connection".
as: এইটো VNC নথিপত্ৰ নহয়: "connection" দলস অনুপস্থিত

source: The file is not a VNC one: Missing the key "host".
as: এইটো VNC নথিপত্ৰ নহয়: "host" চাবি অনুপস্থিত

source: VNC Options
as: VNC সংক্ৰান্ত বিকল্প

source: _View only
as: অকল প্ৰদৰ্শন (_V)

source: _Scaling
as: মাপ নিৰ্ণয় (_S)

source: VNC Files
as: VNC-ৰ নথিপত্ৰ

source: Desktop Name:
as: ডেস্কটপৰ নাম:

source: Dimensions:
as: মাত্ৰা:

source: Error connecting to host.
as: গৃহস্থৰ সৈতে সংযোগ স্থাপনত ত্ৰুটি হৈছে

source: Authentication method to host %s is unsupported. (%u)
as: গৃহস্থ %s-ৰ সৈতে পৰিচয় প্ৰমাণৰ পদ্ধতি সমৰ্থিত নহয় । (%u)

source: Authentication unsupported
as: অনুমোদনৰ পদ্ধতি সমৰ্থিত নহয়

source: Authentication error
as: অনুমোদন সংক্ৰান্ত সমস্যা

source: A username is required in order to access this machine.
as: এই যন্ত্ৰ ব্যৱহাৰৰ বাবে ব্যৱহাৰকৰ্তাৰ নাম প্ৰয়োগ কৰা আৱশ্যক ।

source: A password is required in order to access this machine.
as: এই যন্ত্ৰ ব্যৱহাৰৰ বাবে গুপ্তশব্দ প্ৰয়োগ কৰা আৱশ্যক ।

source: S_caling
as: মাপ নিৰ্ধাৰণ (_c)

source: Fits the remote screen into the current window size
as: দূৰবৰ্তী পৰ্দা বৰ্তমান উইন্ডোৰ মাপ অনুযায়ী নিৰ্ধাৰণ কৰা হ'ব

source: Does not send mouse and keyboard events
as: মাউছ আৰু চাবিৰ ফলকৰ পৰা উৎপন্ন ঘটনা পঠিওৱা ন'হ'ব

source: _Original size
as: মূল মাপ (_O)

source: Adjusts the window to the remote desktop's size
as: দূৰবৰ্তী ডেস্কটপৰ মাপ অনুযায়ী সংযোগক্ষেত্ৰৰ মাপ নিৰ্ধাৰণ কৰিবলৈ ব্যৱহৃত হয়

source: Send Ctrl-Alt-Del
as: Ctrl-Alt-Del প্ৰৰণ কৰা হ'ব

source: Sends Ctrl+Alt+Del to the remote machine
as: দূৰবৰ্তী যন্ত্ৰলৈ Ctrl+Alt+Del সংকেত পঠিওৱা হয়

source: Scaling
as: মাপ নিৰ্ধাৰণ

source: Read only
as: অকল পাঠযোগ্য

source: Scaling is not supported on this installation. Read the README file (shipped with Propono) in order to know how to enable this feature.
as: বৰ্তমান সংস্থাপনৰ ক্ষেত্ৰত মাপ নিৰ্ধাৰণ সমৰ্থিত নহয় । এই বৈশিষ্ট্য সক্ৰিয় কৰাৰ প্ৰণালী সম্বন্ধে জনাৰ বাবে (Propono-ৰ সৈতে উপলব্ধ) README নথিপত্ৰ পঢ়ক ।

source: VNC support
as: VNC সমৰ্থন

source: A menu to quickly access remote machines
as: দূৰবৰ্তী যন্ত্ৰৰ সৈতে দ্ৰুত সংযোগ স্থাপনৰ মেনু

source: Propono Applet Factory
as: Propono এপলেট কলঘৰ

source: Could not run propono:
as: propono চলাবলৈ ব্যৰ্থ:

source: Open Remote Desktop Viewer
as: দূৰবৰ্তী ডেস্কটপ প্ৰদৰ্শন ব্যৱস্থা আৰম্ভ কৰক

source: Access your bookmarks
as: পত্ৰচিহ্ন প্ৰয়োগ কৰক

source: The protocol %s is not supported.
as: প্ৰোটোকল %s সমৰ্থিত নহয়

source: Error while initializing bookmarks: %s
as: পত্ৰচিহ্ন আৰম্ভ কৰিবলৈ ত্ৰুটি হৈছে: %s

source: Unknown error
as: অজ্ঞাত ত্ৰুটি

source: Error while initializing bookmarks: The file seems to be empty
as: পত্ৰচিহ্ন প্ৰাৰম্ভ কৰিবলৈ ব্যৰ্থ: নথিপত্ৰটি সম্ভৱত ৰিক্ত

source: Error while initializing bookmarks: The file is not a propono bookmarks file
as: পত্ৰচিহ্ন প্ৰাৰম্ভ কৰিবলৈ ব্যৰ্থ: এইটো propono পত্ৰচিহ্ন নথিপত্ৰ নহয়

source: Error while saving bookmarks: Failed to create the XML structure
as: পত্ৰচিহ্ন সংৰক্ষণ কৰিবলৈ ব্যৰ্থ: XML বিনেস গঠন কৰিবলৈ ব্যৰ্থ

source: Error while saving bookmarks: Failed to initialize the XML structure
as: পত্ৰচিহ্ন সংৰক্ষণ কৰিবলৈ ব্যৰ্থ: XML বিনেস আৰম্ভ কৰিবলৈ ব্যৰ্থ

source: Error while saving bookmarks: Failed to finalize the XML structure
as: পত্ৰচিহ্ন সংৰক্ষণ কৰিবলৈ ব্যৰ্থ: XML বিনেস নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ

source: Error while saving bookmarks: %s
as: পত্ৰচিহ্ন সংৰক্ষণে ত্ৰুটি হৈছে: %s

source: Error while migrating bookmarks: Failed to create the XML structure
as: পত্ৰচিহ্ন মাইগ্ৰেট কৰিবলৈ ব্যৰ্থ: XML বিনেস গঠন কৰিবলৈ ব্যৰ্থ

source: Error while migrating bookmarks: Failed to initialize the XML structure
as: পত্ৰচিহ্ন মাইগ্ৰেট কৰিবলৈ ব্যৰ্থ: XML বিনেস আৰম্ভ কৰিবলৈ ব্যৰ্থ

source: Error while migrating bookmarks: Failed to finalize the XML structure
as: পত্ৰচিহ্ন মাইগ্ৰেট কৰিবলৈ ব্যৰ্থ: XML বিনেস নিৰ্ধাৰণ কৰিবলৈ ব্যৰ্থ

source: Error while migrating bookmarks: %s
as: পত্ৰচিহ্ন মাইগ্ৰেট কৰিবলৈ সমস্যা: %s

source: Error while migrating bookmarks: VNC plugin is not activated
as: পত্ৰচিহ্ন মাইগ্ৰেট কৰিবলৈ সমস্যা: VNC প্লাগ-ইন সক্ৰিয় নহয়

source: Failed to create the directory
as: পঞ্জিকা নিৰ্মাণ কৰিবলৈ ব্যৰ্থ

source: Migrating the bookmarks file to the new format. This operation is only supposed to run once.
as: নতুন নথিপত্ৰৰ বিনেসে পত্ৰচিহ্নসমূহ মাইগ্ৰেট কৰা হৈছে । এই কৰ্ম অকল এবাৰ সঞ্চালিত হ'ব ।

source: Error opening old bookmarks file: %s
as: পত্ৰচিহ্নতৰ পুৰনি নথিপত্ৰ খুলিবলৈ ব্যৰ্থ: %s

source: Migration cancelled
as: মাইগ্ৰেশন কৰ্ম বাতিল কৰা হৈছে

source: Could not remove the old bookmarks file
as: পুৰনি পত্ৰচিহ্নতৰ নথিপত্ৰ আঁতৰাবলৈ ব্যৰ্থ

source: Root Folder
as: Root ফোল্ডাৰ

source: Invalid name for this folder
as: ফোল্ডাৰৰ নাম বৈধ নহয়

source: The name "%s" is already used in this folder. Please use a different name.
as: এই ফোল্ডাৰত "%s" নাম বৰ্তমানে ব্যৱহৃত হৈছে । অনুগ্ৰহ কৰি এটা ভিন্ন নাম প্ৰয়োগ কৰক ।

source: Invalid name for this item
as: এই বস্তুৰ বাবে এই নাম বৈধ নহয়

source: (Protocol: %s)
as: (প্ৰোটোকল: %s)

source: Are you sure you want to remove %s from bookmarks?
as: আপুনি নিশ্চিতৰূপে %s ক পত্ৰচিহ্নৰ তালিকাৰ পৰা আঁতৰাবলৈ ইচ্ছুক নে ?

source: Remove Folder?
as: ফোল্ডাৰ আঁতৰুৱা হ'ব ?

source: Notice that all its subfolders and items will be removed as well.
as: উল্লেখ্য, পঞ্জিকাত উপস্থিত সকলো উপ-ফোল্ডাৰো আঁতৰুৱা হ'ব ।

source: Remove Item?
as: বস্তু আঁতৰুৱা হ'ব ?

source: Error removing bookmark: Entry not found
as: পত্ৰচিহ্ন আঁতৰাবলৈ ব্যৰ্থ: নিবেশ পোৱা নাযায়

source: New Folder
as: নতুন ফোল্ডাৰ

source: Choose the file
as: নথিপত্ৰ বাছি লওক

source: There are none supported files
as: কোনো সমৰ্থিত নথিপত্ৰ নাই

source: None of the active plugins offer a supported file to be open. Activate some plugins and try again.
as: কোনো সক্ৰিয় প্লাগ-ইন দ্বাৰা প্ৰদৰ্শনযোগ্য সমৰ্থিত নথিপত্ৰ উপলব্ধ নাই । কিছুমান প্লাগ-ইন সক্ৰিয় কৰি পুনৰায় প্ৰচেষ্টা কৰক ।

source: The following file could not be opened:
as: নিম্নলিখিত নথিপত্ৰ খোলা নাযায়:

source: Could not get the active protocol in the protocol list.
as: প্ৰোটোকল তালিকাৰ পৰা সক্ৰিয় প্ৰোটোকল পোৱা নাযায় ।

source: Error while saving history file: %s
as: পূৰ্ববৰ্তী তথ্যৰ নথিপত্ৰ সংৰক্ষণ কৰিবলৈ সমস্যা: %s

source: Choose a Remote Desktop
as: দূৰবৰ্তী এটা ডেস্কটপ নিৰ্বাচন কৰক

source: Could not open the file.
as: নথিপত্ৰ খুলিবলৈ ব্যৰ্থ ।

source: The file was not recognized by any of the plugins.
as: কোনো প্লাগ-ইন দ্বাৰা নথিপত্ৰ চিনাক্ত কৰা নাযায় ।

source: Invalid operation
as: কৰ্ম বৈধ নহয়

source: Data received from drag&drop operation is invalid.
as: drag&drop কৰ্মৰ পৰা প্ৰাপ্ত তথ্য বৈধ নহয় ।

source: Hosts nearby
as: নিকটবৰ্তী গৃহস্থ

source: Open propono in fullscreen mode
as: propono ক সম্পূৰ্ণ পৰ্দ্দাত খোলক

source: Create a new toplevel window in an existing instance of propono
as: propono-ৰ কোনো উপস্থিত ইনস্টেন্সত প্ৰধান-স্তৰৰ এটা নতুন সংযোগক্ষেত্ৰ নিৰ্মাণ কৰক

source: Open a file recognized by propono
as: propono য়ে চিনি পোৱা এটা নথিপত্ৰ খোলক

source: filename
as: নথিপত্ৰৰ নাম

source: [server:port]
as: [সেৱক:পোৰ্ট]

source: The following error has occurred:
as: নিম্নলিখিত ত্ৰুটি উৎপন্ন হৈছে:

source: - Remote Desktop Viewer
as: - দূৰবৰ্তী ডেস্কটপ প্ৰদৰ্শন ব্যৱস্থা

source: Run 'propono --help' to see a full list of available command line options
as: আদেশ শাৰী বিকল্পৰ সম্পুৰ্ণ তালিকাৰ বাবে 'propono --help' ব্যৱহাৰ কৰক

source: Failed to resolve avahi hostname: %s
as: avahi গৃহস্থ-নাম মীমাংসা কৰিবলৈ ব্যৰ্থ: %s

source: Plugin %s has already registered a browser for service %s.
as: %s প্লাগ-ইন দ্বাৰা %s সেৱাৰ বাবে এটা ব্ৰাউজাৰ নিবন্ধন কৰা হৈছে ।

source: Failed to add mDNS browser for service %s.
as: %s সেৱাৰ বাবে mDNS ব্ৰাউজাৰ যোগ কৰিবলৈ ব্যৰ্থ ।

source: Failed to browse for hosts: %s
as: গৃহস্থ ব্ৰাউজ কৰিবলৈ ব্যৰ্থ: %s

source: Failed to initialize mDNS browser: %s
as: mDNS ব্ৰাউজাৰ আৰম্ভ কৰিবলৈ ব্যৰ্থ: %s

source: Connection to host %s was closed.
as: গৃহস্থ %s-ৰ সৈতে সংযোগ বিচ্ছিন্ন হৈছে

source: Connection closed
as: সংযোগ বিচ্ছিন্ন হৈছে

source: Authentication to host %s has failed
as: গৃহস্থ %s লৈ পৰিচয় প্ৰমাণ কৰিবলৈ ব্যৰ্থ

source: Authentication failed
as: অনুমোদন ব্যৰ্থ

source: Connecting...
as: সংযোগ স্থাপন কৰা হৈছে...

source: Close connection
as: সংযোগ সমাপ্ত কৰক

source: Plugin Manager
as: প্লাগ-ইন পৰিচালন ব্যৱস্থা

source: Plugin
as: প্লাগ-ইন

source: Enabled
as: সক্ৰিয়

source: C_onfigure
as: বিন্যাস কৰক (_o)

source: A_ctivate
as: সক্ৰিয় কৰক (_c)

source: Ac_tivate All
as: সমস্ত সক্ৰিয় কৰক (_t)

source: _Deactivate All
as: সমস্ত নিষ্ক্ৰিয় কৰক (_D)

source: _About Plugin
as: প্লাগ-ইনৰ বিষয়ে (_A)

source: C_onfigure Plugin
as: প্লাগ-ইন বিন্যাস কৰক (_o)

source: Cannot initialize preferences manager.
as: বৈশিষ্ট্য পৰিচালন ব্যৱস্থা আৰম্ভ কৰা নাযায় ।

source: Leave fullscreen
as: সম্পূৰ্ণ পৰ্দাত প্ৰদৰ্শন বন্ধ কৰা হ'ব

source: Error saving recent connection.
as: বৰ্তমান সংযোগ সংৰক্ষণে ত্ৰুটি হৈছে ।

source: Error saving the credentials on the keyring.
as: কি-ৰিংত পৰিচয় সংৰক্ষণত সমস্যা ।

source: Could not get a screenshot of the connection.
as: বৰ্তমান সংযোগেৰ স্ক্ৰিন-শট প্ৰাপ্ত কৰা সম্ভৱ নহয় ।

source: Save Screenshot
as: পৰ্দাৰ ছবি সংৰক্ষণ কৰক

source: Screenshot of %s
as: %s-ৰ স্ক্ৰিন-শট

source: Error saving screenshot
as: পৰ্দাৰ ছবি সংৰক্ষণ কৰিবলৈ ত্ৰুটি

source: Impossible to get service property: %s
as: সেৱাৰ বৈশিষ্ট্য প্ৰাপ্ত কৰা অসম্ভৱ: %s

source: Impossible to create the connection: %s
as: সংযোগ নিৰ্মাণ কৰা অসম্ভৱ: %s

source: Impossible to accept the stream tube: %s
as: স্ট্ৰিম টিউব গ্ৰহণ কৰা অসম্ভৱ: %s

source: Impossible to get the contact name: %s
as: যোগাযোগকৰ্তাৰ নাম প্ৰাপ্ত কৰিবলৈ ব্যৰ্থ: %s

source: Impossible to get the avatar: %s
as: অবতাৰ প্ৰাপ্ত কৰা অসম্ভৱ: %s

source: %s wants to share his desktop with you.
as: %s আপোনাৰ সৈতে নিজৰ ডেস্কটপটি যৌথৰূপে ব্যৱহাৰ কৰিবলৈ ইচ্ছুক ।

source: Desktop sharing invitation
as: ডেস্কটপ যৌথৰূপে ব্যৱহাৰ কৰাৰ আমন্ত্ৰণ

source: _Machine
as: যন্ত্ৰ (_M)

source: _Edit
as: সম্পাদনা (_E)

source: _View
as: প্ৰদৰ্শন (_V)

source: _Bookmarks
as: পত্ৰচিহ্ন (_B)

source: Connect to a remote machine
as: দূৰবৰ্তী যন্ত্ৰৰ সৈতে সংযোগ স্থাপন কৰক

source: Open a .VNC file
as: এটা .VNC নথিপত্ৰ খোলক

source: Quit the program
as: প্ৰোগ্ৰাম বন্ধ কৰক

source: Edit the application preferences
as: এপ্লিকেশন সংক্ৰান্ত পছন্দ মান পৰিবৰ্তন কৰক

source: _Open bookmark
as: পত্ৰচিহ্ন খোলক (_O)

source: Connect to this machine
as: এই যন্ত্ৰৰ সৈতে সংযোগ স্থাপন কৰক

source: _Edit bookmark
as: পত্ৰচিহ্ন সম্পাদন কৰক (_E)

source: Edit the details of selected bookmark
as: পছন্দ কৰা পত্ৰচিহ্নটি সম্পাদন কৰক

source: _Remove from bookmarks
as: পত্ৰচিহ্নৰ পৰা আঁতৰাওক (_R)

source: Remove current selected connection from bookmarks
as: বৰ্তমানে পছন্দ কৰা সংযোগটি পত্ৰচিহ্নৰ পৰা আঁতৰাওক

source: _New Folder
as: নতুন ফোল্ডাৰ (_N)

source: Create a new folder
as: নতুন ফোল্ডাৰ নিৰ্মাণ কৰক

source: _Contents
as: বিষয়বস্তু (_C)

source: Open the propono manual
as: propono-ৰ সহায়িকা খোলক

source: About this application
as: এপ্লিকেশন পৰিচিত

source: _Toolbar
as: টুল-বাৰ(_T)

source: Show or hide the toolbar
as: টুল-বাৰ প্ৰদৰ্শন অথবা লুকুৱা হ'ব

source: _Statusbar
as: অৱস্থা-বাৰ (_S)

source: Show or hide the statusbar
as: অৱস্থা-বাৰ প্ৰদৰ্শন কৰক অথবা লুকাওক

source: Side _Panel
as: পাৰ্শ্ববৰ্তী পেনেল (_P)

source: Show or hide the side panel
as: পাৰ্শ্ববৰ্তী পেনেল প্ৰদৰ্শন কৰক অথবা লুকাওক

source: Close the current connection
as: বৰ্তমান সংযোগটি বন্ধ কৰক

source: C_lose All
as: সমগ্ৰ বন্ধ কৰক (_l)

source: Close all active connections
as: সকলো সক্ৰিয় সংযোগ বন্ধ কৰক

source: _Add to bookmarks
as: পত্ৰচিহ্নত যোগ কৰক (_A)

source: Add current connection to your bookmarks
as: বৰ্তমান সংযোগটি পত্ৰচিহ্নত যোগ কৰক

source: Take screenshot
as: স্ক্ৰিন-শট লওক

source: Take a screenshot of active connection
as: বৰ্তমান সংযোগেৰ স্ক্ৰিন-শট লওক

source: View the current machine in full screen
as: বৰ্তমান যন্ত্ৰকে সম্পূৰ্ণ পৰ্দাত প্ৰদৰ্শন কৰক

source: An error has occurred:
as: ত্ৰুটি উৎপন্ন হৈছে:

source: Could not load builder file: %s
as: বিল্ডাৰ নথিপত্ৰ লোড কৰিবলৈ ব্যৰ্থ: %s

source: Propono is a remote desktop viewer for the MATE Desktop
as: MATE ডেস্কটপত ব্যৱহাৰযোগ্য দূৰবৰ্তী ডেস্কটপ প্ৰদৰ্শন ব্যৱস্থা হ'ল Propono

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)

source: Propono Website
as: Propono ওয়েবসাইট

source: Could not merge propono-ui.xml: %s
as: propono-ui.xml একত্ৰিত কৰা নাযায়: %s

source: _Recent connections
as: সম্প্ৰতি ব্যৱহৃত সংযোগ (_R)

source: Open %s:%d
as: %s খোলক:%d
